cask_args appdir: "/Applications"
tap "homebrew/cask-cask"
tap "telemachus/brew", "https://telemachus@bitbucket.org/telemachus/brew.git"

# Packages
brew "ack"
brew "anyenv"
brew "autoconf"
brew "automake"
brew "boot2docker"
brew "bsdmake"
brew "cgdb"
brew "chrome-cli"
brew "ctags"
brew "cmake"
brew "colordiff"
brew "docker"
brew "ffmpeg"
brew "figlet"
brew "fontforge"
brew "gd"
brew "gettext"
brew "ghq"
brew "gist"
brew "git"
brew "go"
brew "hub"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "lv"
brew "nkf"
brew "node"
brew "openssl"
brew "peco"
brew "anyenv"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim", args: ["with-ruby", "with-lua"]
brew "wget"
brew "z"
brew "zsh"
brew "zplug"

# .dmg
cask "xquartz" # required reboot to xquartz enable
cask "meld"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "clipy"
cask "coteditor"
cask "dash"
cask "dropbox"
cask "evernote"
cask "gitify"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "keepassxc"
cask "kindle"
cask "macvim"
cask "sequel-pro"
cask "simpholders"
cask "skitch"
cask "skype"
cask "sourcetree"
cask "trailer"
cask "iterm2"
cask "rectangle"

mas "LINE", id: 539883307
mas "FuzzyTime", id: 950297058
mas "MeetingBar", id: 1532419400

# Zoom

